---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.InsulationTypeSet
source: html/61ddde71-7b59-29b9-78e0-2eeaa778509a.htm
---
# InsulationTypeSet Properties

Test to see if the set is empty.